text = '''Монти Пайтон
Материал из Википедии — свободной энциклопедии
Монти Пайтон
Monty Python
Monty Python в 1969 году * Передний ряд: Терри Джонс, Джон Клиз, Майкл Пейлин * Задний ряд: Грэм Чепмен, Эрик Айдл, Терри Гиллиам

Monty Python в 1969 году

    Передний ряд: Терри Джонс, Джон Клиз, Майкл Пейлин
    Задний ряд: Грэм Чепмен, Эрик Айдл, Терри Гиллиам

Основная информация
Жанры 	

сатира

    абсурд
    чёрный юмор
    сюрреализм
    пародия

Годы 	1969—1983, 1989, 2013—2014
Страна 	 Великобритания
Место создания 	Великобритания
Язык 	английский
Лейблы 	Arista Records и Charisma Records
Состав 	

Джон Клиз

    Терри Гиллиам
    Эрик Айдл
    Майкл Пейлин

Бывшие
участники 	Грэм Чепмен, Терри Джонс (умерли)
Награды и премии 	
премия Европейской киноакадемии за прижизненные достижения (2001)
Официальный сайт
Логотип Викисклада Медиафайлы на Викискладе

«Мо́нти Па́йтон» (англ. Monty Python) — комик-группа из Великобритании, состоявшая из шести человек[1][2][3]. Благодаря своему новаторскому, абсурдистскому юмору участники «Монти Пайтон» находятся в числе самых влиятельных комиков всех времён. Влияние, оказанное коллективом на жанр комедии, сравнивают с влиянием, оказанным группой The Beatles на поп- и рок-музыку.[4][5][6] Группа известна во многом благодаря юмористическому телешоу «Летающий цирк Монти Пайтона»[3], выходившему на BBC в 1969—1974 годах; также она выпустила 4 полнометражных фильма[3], выступала с концертами, выпускала музыкальные альбомы, книги, мюзикл[2][7][8]. Большинство участников группы после её распада в 1983 году занялось успешной сольной карьерой, но затем неоднократно сходилось вновь для реализации совместных проектов.
Содержание

    1 Студенческие годы
        1.1 Оксфорд: Терри Джонс и Майкл Пейлин
        1.2 Кембридж: Джон Клиз, Грэм Чепмен и Эрик Айдл
    2 История
    3 Амплуа участников труппы
        3.1 Грэм Чэпмен
        3.2 Джон Клиз
        3.3 Терри Гиллиам
        3.4 Эрик Айдл
        3.5 Терри Джонс
        3.6 Майкл Пейлин
    4 Влияние
    5 Медиаграфия
        5.1 Телевидение
            5.1.1 Специальные программы
        5.2 Фильмы
        5.3 Живые выступления
        5.4 Театр
    6 Примечания
    7 Литература
        7.1 Русскоязычная
    8 Ссылки

Студенческие годы
Оксфорд: Терри Джонс и Майкл Пейлин

Терри Джонс и Майкл Пейлин познакомились ещё в период учёбы в Оксфордском университете в начале 1960-х годов;[9] Джонс учился на один год старше.[10] Ещё до встречи с Пейлином, учась на первом курсе, он сыграл Большинцова в пьесе «Месяц в деревне» Ивана Тургенева в Драматическом обществе Оксфорда.[11] Во время одной из репетиций Майкл Радмен, постановщик спектакля, посоветовал Джонсу заняться комедией.[11] Постановку хорошо приняли, и на летних каникулах она была сыграна в Оксфордском Плейхаусе  (англ.)рус..[12]

В первый же день студенчества в Оксфордском колледже Брейзноуз  (англ.)рус. Майкл Пейлин познакомился со своим будущим другом по университету Робертом Хьюисоном  (англ.)рус..[13] Пейлин вспоминал: «Мы слушали Миллигана и тому подобное, импровизировали что-то своё и очень при этом веселились. Однажды кто-то сказал: „Всё это надо записывать, это же очень смешно.“ Вот так всё и началось. Мы позаписывали всяких шуточек и думали отправить их в университетскую газету. Но довольно скоро Роберт сказал, что на этом можно заработать…»[12] С Хьюисоном они организовали группу «Трёпаные гаеры» (англ. Seedy Entertainers) и стали наниматься артистами на различные вечеринки и приёмы.[14]

В течение учёбы в Оксфорде Пейлин, Джонс и Хьюисон работали над капустником Криса Брейдена «Повесы под навесом»,[15] а позже — над крупной постановкой «Устыдись и сдохни» (англ. Hang Down Your Head and Die) Брэма Мёрри  (англ.)рус. и Дэвида Райта.[16] В это время, по словам Джонса, королями комедии в университете были Иэн Дэвидсон, Робин Гроув-Уайт, Даг Фишер  (англ.)рус. и Пол Макдауэлл.[17] Однажды Дэвидсон позвонил Джонсу и спросил, не сможет ли он занять место выбывшего Макдауэла в их капустнике «Оксфордское ревю», отправляющееся на Эдинбургский фестиваль, и тот согласился.[18] По предложению Дага Фишера в команду влился Пейлин, однако когда Майкл намекнул, что Хьюисона тоже можно было бы взять, Фишер ответил, что места хватит только для одного.[19]

После окончания Оксфордского университета с осени 1965 года по лето 1966 года Майкл Пейлин работал в Бристоле, снимаясь для музыкально-юмористической телепрограммы «Now!».[20] Вернувшись из Бристоля, он расторг творческий союз с Робертом Хьюисоном и стал работать с Терри Джонсом над «Шоу любви» — документальным спектаклем, рассказывающим об отношении к сексу в различных исторических и культурных пластах.[21][22]
Кембридж: Джон Клиз, Грэм Чепмен и Эрик Айдл

Каждый год в клубе было занято лишь по двадцать пять исполнителей-студентов за раз, а чтобы в него вступить, требовалось получить приглашение на прослушивание. Иными словами — чтобы вас где-нибудь заметили за чем-нибудь смешным, на сцене или ещё как-то. Тогда тебя звали прослушаться перед несколькими членами комитета, и если ты их устраивал, допускали до курительного концерта... Если на курительном концерте кандидаты достаточно развлекали публику, их принимали в клуб. Всё делалось по итогам голосования...
Грэм Чепмен[23]

Джон Клиз и Грэм Чепмен познакомились весной 1961 года на прослушивании для «Footlights» — театрального клуба Кембриджа. Тогда Клиз учился на первом курсе, а Чепмен — на втором.[24][25] Ежегодно в начале июня в течение двух недель участники «Footlights» играли свои постановки на профессиональной сцене.[26] Дважды в семестр устраивались «Мальчишники», то есть курительные концерты, на которых собиралось много людей, писавших скетчи.[27] В Кембридже Чепмен с самого начала принимал участие в любительских постановках.[25] Клиз вспоминал: «Странное дело, но я отчётливо помню, что первая моя реакция на Чепмена — сильнейшая неприязнь. Она шла изнутри, я вообще не мог понять, с чего вдруг. Не нравится он мне — и всё.»[24] Тем не менее, через несколько месяцев они вместе начали писать шутки, большая часть которых попала в «Ревю Footlights  (англ.)рус.».[24] Вместе с ними в команде «Footlights» участвовали Дэвид Хэтч  (англ.)рус., Билл Одди  (англ.)рус. и Тим Брук-Тейлор  (англ.)рус..[28] В том же году Грэм уехал из Кембриджа в Лондон доучиваться на врача, поэтому Клиз не виделся с ним чуть меньше года.[24][29]

Джон Клиз и Эрик Айдл познакомились в начале 1963 года на «Мальчишнике», Клиз тогда учился на третьем, последнем, курсе, а Айдл — только на первом, однако в то время они мало общались и приятелями стали лишь несколько лет спустя.[30][29]
История

После получения высшего образования будущие члены группы «Монти Пайтон» порознь и совместно принимали участие в создании различных телешоу. После успеха шоу «Do Not Adjust Your Set» британская независимая телесеть ITV предложила Пейлину, Джонсу, Айдлу и Гиллиаму работать над сериями совместно. В то же самое время Би-Би-Си, под впечатлением от «The Frost Report» и «At Last The 1948 Show», предложило работу Клизу и Чепмену. Клиз когда-то работал с Пейлином и предложил ему составить единую команду. Так постепенно все члены «Монти Пайтон» собрались вместе.

Их первая совместная работа — комедийное шоу «Летающий цирк Монти Пайтона» (Monty Python’s Flying Circus) — выходила в эфир в 1969—1974 годах на телеканале BBC. 45 серий шоу, объединённые в 4 сезона, состояли из отдельных скетчей и сюрреалистических анимаций Терри Гиллиама, объединённых не общим сюжетом, а некой идеей, чаще всего абсурдной. «Летающий цирк» не только сделал знаменитыми участников Монти Пайтон, но и оказал неоценимое влияние на дальнейшее развитие комедийного жанра. После третьего сезона Джон Клиз отказывается принимать участие в шоу в качестве актера. Клиз продолжает писать скетчи, однако считает, что шоу изжило себя и необходимо двигаться к чему-то новому. Остальные участники в целом разделяют мысли Клиза, однако, несмотря на это, группа все же продолжает работу над четвёртым сезоном. Название шоу немного изменено, теперь во всех финальных титрах шоу называется просто «Monty Python’s» (хотя в начальных титрах некоторых эпизодов остаётся старое название «Monty Python’s Flying Circus»). Терри Гиллиам предлагает «слить» первые эпизоды четвертого сезона, сделав их не смешными, с тем, чтобы к середине сезона шоу смотрели только ярые фанаты, и только после этого выдать хороший материал. Сезон оказывается коротким (всего 6 эпизодов) и во многом уступающим ранним работам группы.

Помимо телевизионного шоу группой были сняты четыре полнометражных фильма, из которых все, за исключением первого, являвшегося обработкой уже выходивших на телевидении скетчей, стали оригинальными произведениями, каждое из которых считается классикой комедии.

После окончания совместной работы большинство участников труппы сделало успешную сольную карьеру. Клиз и Айдл являются известными и популярными актёрами, Гиллиам стал одним из главных независимых режиссёров современности, Терри Джонс также занимается режиссурой, в основном в документальном кино, Майкл Пейлин также известен своими документальными фильмами о путешествиях и сценариями. Чепмен в основном снимался на телевидении и выпустил книгу мемуаров; скончался от рака в 1989 году в возрасте 48 лет.

В 2013 году вышел 3D-мультфильм по мемуарам Чэпмена «Автобиография лжеца», в съёмках которого приняли участие четверо из пятерых живущих ныне пайтонов.[31][32] В ноябре того же года, все ныне живущие пайтоны объявили о воссоединении ради концерта в честь 45-летия труппы в июле 2014 года, который состоялся на арене O2 в Лондоне[33]. Однако билеты на концерт были раскуплены за 43,5 секунды[34], вследствие чего было объявлено о дополнительных концертах на той же арене.
Амплуа участников труппы

На протяжении всего сериала всеми участниками труппы было сыграно огромное количество самых разнообразных ролей. Тем не менее, для каждого были характерны определённые повторяющиеся образы или предпочтения, составлявшие его основной вклад в шоу.
Грэм Чэпмен

Для Чэпмена в шоу было характерно амплуа «нормального» человека различного возраста и социального положения (чаще — «серьёзных» профессий, например, военные, врачи, учителя). Тем не менее, этот персонаж в определённый момент начинал вести себя абсурдно, в соответствии с логикой шоу (как, например, в скетчах «Высказывание преподобного по поводу разумности», «Матч Колина Харриса против Колина Харриса», «Иоганн Гамболпутти»). Среди частых появлений Чэпмена в роли военных выделяется его прерывавший скетчи из-за их чрезмерной глупости полковник. Благодаря таланту и умению изображать «нормального человека», на котором держится повествование, Чэпмен сыграл главные роли в двух фильмах «Пайтонов» — «Монти Пайтон и Священный Грааль» и «Житие Брайана по Монти Пайтону»[35][36].

На специальном телевизионном выпуске 1998 года Monty Python Live at Aspen, где пятеро здравствовавших на тот момент пайтонов (Чэпмен умер в 1989 году) давали совместное интервью на сцене, умершего представляла специально вынесенная на сцену урна «с его прахом». На протяжении передачи Гиллиам «случайно» рассыпал урну на сцену, после чего «Чэпмена» собирали с помощью рук, веника и пылесосов.
Джон Клиз

Среди наиболее известных амплуа Клиза — эксцентричные, энергичные люди вроде мистера Эрика Пралайна («Мёртвый попугай» и другие скетчи) либо люди с маниакальными, жестокими склонностями (например, Адольф «Гилтер», повар из скетча о грязной вилке или тренер по самозащите от свежих фруктов). Один из известнейших скетчей с участием Клиза — «Министерство глупых походок», где Клиз проявил свой пантомимический талант, исполняя сложную «глупую походку». Часто Клиз исполнял роли различных иностранцев благодаря умелому подражанию различным акцентам: это стереотипные французы в нескольких эпизодах, офицер гестапо в «Самой смешной шутке на свете»[37].
Терри Гиллиам
Нога из анимационных заставок «Летающего цирка» позаимствована из картины Аллегория с Венерой и Амуром
Python-Foot.png

Главным вкладом в шоу единственного американца в составе труппы, Терри Гиллиама, были его сюрреалистические анимационные фрагменты, которые появлялись в перерывах между игровыми скетчами в каждом эпизоде. Странный, почти непонятный сюжет и своеобразная манера анимации, а также сложный, абстрактный юмор мультфильмов Гиллиама приводил к тому, что, по его словам, даже его товарищи по группе не всегда понимали их смысл. Среди наиболее известных мультипликационных образов Гиллиама — огромная нога, затаптывающая название сериала в заставке (она была взята из картины Бронзино «Аллегория с Венерой и Амуром»), гигантский дикобраз по имени Норман, выглядывающий из-за домов и кричащий «Динсдейл!», танцующие зубы и другие. В своих анимационных скетчах Гиллиам использовал фрагменты известных произведений искусства, фотографии собственно «пайтонов», сюрреалистичные ландшафты со странной архитектурой, гротескные викторианские изделия, фотографии людей из каталога «Sears, Roebuck and Company».

Несмотря на то, что анимация Гиллиама является одной из ключевых составляющих «Летающего цирка», он, в силу меньшего, по сравнению с прочими, актёрского дарования, редко появлялся в шоу в качестве актёра. Обычно роли, исполняемые Гиллиамом, были бессловесными и строились на сложном костюме (почему их не хотел брать никто другой) — например, викинг или рыцарь в доспехах с курицей. Среди известных актёрских появлений Гиллиама — кардинал Фэнг в «Испанской инквизиции». В четвёртом сезоне «Летающего цирка» Гиллиам появляется во многих скетчах, где он играет лакея, поэта, адвоката, и на этот раз у него есть реплики. Вероятно, в связи с уходом из группы Джона Клиза в конце третьего сезона, Гиллиам решил «разбавить» оставшуюся четвёрку.
Эрик Айдл

Айдл наиболее известен по своим ролям наглых «плейбоев» средних лет (таких, как персонаж известного скетча «Nudge Nudge»), хитрых продавцов (вроде персонажа скетча «Продавец энциклопедий»). Среди других пайтонов Айдл считался «мастером одной ударной фразы». Также он считался лучшим певцом и композитором в труппе (его песня для «Жития Брайана» «Always Look on the Bright Side of Life» стала хитом в британских чартах). Айдл сыграл немалое количество женских ролей, считаясь наиболее женственно выглядящим в платье из всех «пайтонов».

Известно, что, в отличие от других участников труппы, которые (кроме Гиллиама) писали парами, Айдл обычно работал над своими скетчами один.
Терри Джонс

Помимо того, что Джонс был фактически «закулисным» руководителем «пайтонов», осуществлявшим существенную часть режиссёрских и сценарных функций, он известен благодаря огромному количеству сыгранных на протяжении шоу женских ролей — в основном женщин пятидесяти-шестидесятилетнего возраста (такие скетчи, как «Епископ», «Новая газовая плита», владелица ресторана в «Спаме»). Другим известным амплуа Джонса были почтенные мужчины среднего возраста (например, в скетчах «Nudge Nudge», «Артур „Два сарая“ Джексон», «Братья Пиранья»). Впрочем, помимо этих, Джонс появлялся в самых разнообразных ролях, примером чего могут служить известные скетчи вроде «Рон Обвиоус», «Хрустящая лягушка» «Епископ». После закрытия шоу он снял несколько фильмов, а также написал ряд книг на тему Средневековья.
Майкл Пейлин

Остальными участниками труппы Пейлин всегда признавался самым разносторонним и многогранным актёром из шестёрки. Среди его амплуа — представленные в уничижительном свете представители рабочего класса (те же гамби), скромные и занудные, забитые жизнью мужчины среднего класса (в скетчах вроде «Консультант по проблеме выбора профессии», «Консультант по вопросам брака»), подозрительные скользкие продавцы, которые вступают в бессмысленные противоречия с покупателем (скетчи «Мёртвый попугай», «Сырный магазин»). С другой стороны, среди его персонажей — энергичный кардинал из «Испанской инквизиции», «зажигательный» конферансье (выступающий на сцене ночного клуба или как ведущий телешоу «Шантаж»). Знаменитыми стали такие герои Пейлина, как сицилийский мафиози Луиджи Веркотти, главный герой «Песни дровосека» и сюжетно с ней связанного скетча про парикмахера, ненавидящего свою работу и склонного к неконтролируемому насилию, супермен-велослесарь. Часто Пейлин выступал в дуэте с Клизом. Несмотря на богатый актёрский диапазон, Пейлин значительно реже других «пайтонов» играл женские роли.
Влияние

«Пайтоны» одними из первых на телевидении и в кино (в литературе до них это понимали очень многие) поняли и воплотили очень важную вещь. Для того, чтобы быть по-настоящему смешным, нужно разрушать святая святых, нужно разрушать основы, нужно разрушать самые бесспорные вещи. Потому что высмеять премьер-министра или королеву это всякий может. Это просто. Или высмеять какую-то там систему полицейского надзора в Великобритании... В «Житии Брайана» всё очень серьезно. Там высмеивается, собственно, Евангелие. А в «Смысле жизни» высмеивается смысл жизни. Рождение человека. Зачатие, рождение, смерть. Всё это превращено в неприличный балаган.
Антон Долин[38]

Монти Пайтон считается революционным явлением в жанре абсурдистского юмора, сделавшего его одним из самых популярных направлений комедийного искусства[4]. В Монти Пайтонах лежат истоки таких популярных явлений культуры, как комедийное шоу Фрая и Лори, мультсериал Южный парк и многих других. В своём восхищении Монти Пайтонами признались Маргарет Тетчер, Вячеслав Полунин[39].

    По одной из версий, термин спам (SPAM) вошёл в обиход благодаря знаменитому скетчу с одноимённым названием из телешоу «Летающий цирк Монти Пайтона». Смысл скетча сводится к тому, что в одном кафе все блюда в меню содержат «SPAM» (в реальности — торговая марка консервированного мяса), некоторые даже по нескольку раз. Когда главный герой скетча, пришедший в это кафе вместе с женой, просит принести ему блюдо без «SPAMа», официантка предлагает ему блюдо с «небольшим количеством SPAMа». Посетитель возмущается, а хор викингов, сидящих за соседними столиками, начинает петь хвалебную песню «SPAMу», после чего скетч погружается в хаос. В конце скетча жена героя восклицает: «I don’t like spam!» (Я не люблю «SPAM»!). В титрах к именам исполнителей также было добавлено слово «SPAM». В общей сложности это слово упоминается в скетче 108 раз[40][41].
    Язык программирования Python назван в честь «Монти Пайтона».

	
Этот раздел не завершён.
Вы поможете проекту, исправив и дополнив его.
Медиаграфия
Телевидение

    At Last The 1948 Show (1967—1968).
    Не крутите ручку настройки (1967—1969).
    Летающий цирк Монти Пайтона (1969—1974, 45 эпизодов)
    Monty Python's Fliegender Zirkus (1972, 2 эпизода)
    Monty Python's Personal Best (2006, сборник)

Специальные программы

    Monty Python Montreux Special (1971)
    Euroshow 71 — May Day Special (1971)
    The Pythons BBC Special (1979)
    Parrot Sketch Not Included - 20 Years of Monty Python (1989)
    Monty Python Live At Aspen (1998)
    Python Night - 30 Years of Monty Python (1999)

Фильмы

    1971 — А теперь нечто совсем другое / And Now for Something Completely Different[3]
    1975 — Монти Пайтон и Священный Грааль / Monty Python And The Holy Grail[3]
    1979 — Житие Брайана по Монти Пайтону / Monty Python’s Life of Brian[3]
    1983 — Смысл жизни по Монти Пайтону / Monty Python’s The Meaning Of Life[3]

Живые выступления

    Monty Python Live at Drury Lane (1974) — выпущено в качестве альбома
    Monty Python Live at City Center (1976) — выпущено в качестве альбома
    Monty Python Live at the Hollywood Bowl (1982, выступление 1980 года) — выпущено в качестве концертного фильма
    Monty Python Live (Mostly) (2014) — выпущено в качестве концертного фильма

Театр

    Спамалот (2004)
    Я не мессия (Он очень непослушный мальчик) (2007) — было выпущено в качестве концертного фильма.

'''
punctuation = "!\"#$%&'()*+,-./:;<=>?@[\]^_`{|}~—"

cleaned_text = ''.join(char for char in text if char not in punctuation)
cleaned_text = cleaned_text.lower()

word_counts = {}
for word in cleaned_text.split():
    word_counts[word] = word_counts.get(word, 0) + 1

top_10_words = sorted(word_counts.items(), key=lambda x: x[1], reverse=True)[:10]

for i,item in enumerate(top_10_words,start = 1):
    print(f'{i:>2}.', item[0], '-', item[1])